/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Перетяните и поместите «%1$@»\nпосле действия «%2$@».";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Перетяните действие «%1$@» %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Добавьте %@, чтобы\nпросмотреть файл GIF.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Добавлена быстрая команда: «%@»";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Ваши быстрые команды сброшены. Повторно откройте программу «Быстрые команды», чтобы продолжить.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Запускает выполнение быстрой команды «%@»";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Выполняется, %lu %% завершено";

/* Accessibility label */
"Edit profile photo" = "Изменить фото профиля";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Анимация, демонстрирующая открытие Центра уведомлением смахиванием вниз от верхнего края экрана";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Анимация, демонстрирующая добавление виджета программы «Быстрые команды» в список активных виджетов";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Анимация, демонстрирующая прокручивание к нижней части списка виджетов и касание кнопки «Изменить»";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Анимация, демонстрирующая смахивание влево к списку виджетов";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Снимок экрана с открытым Центром уведомлений, в котором отображается виджет Быстрых команд";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Картинка профиля пользователя %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Сделать основным способом аутентификации";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Выбрано как основной способ аутентификации";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Плюс, минус";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backspace";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Десятичный знак";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Программа «Быстрые команды» не может исправить данную ошибку, так как ее причина — на стороне программы, выполняющей действие. Рекомендуем обратиться к разработчику программы и сообщить ему о возникшей проблеме.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "Программа, открывшая данное расширение, не предоставила входных данных.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Не удалось загрузить быструю команду.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "База данных программы «Быстрые команды» недоступна для чтения, так как была создана в более новой версии программы.\n\nВы можете обновить программу или сбросить свои быстрые команды. При этом они будут утрачены, но если Вы используете функцию «Синхронизация iCloud», Вы легко сможете восстановить их.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "База данных программы «Быстрые команды» недоступна для чтения, так как была повреждена. Вы можете исправить это, сбросив свои быстрые команды. При этом они будут утрачены, но если Вы используете функцию «Синхронизация iCloud», Вы легко сможете восстановить их.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "База данных программы «Быстрые команды» недоступна для чтения, так как была повреждена.\n\nВы можете обратиться в службу поддержки по e-mail, не исправляя базу данных, или сбросить свои настроенные быстрые команды. При этом они будут утрачены, но если Вы используете функцию «Синхронизация iCloud», Вы легко сможете восстановить их.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Обратиться в службу поддержки";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Сбросить быстрые команды";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Обновить программу «Быстрые команды»";

/* Alert title for an error */
"Aw no!" = "О нет!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Несоответствие версий программы «Быстрые команды»";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Быстрые команды сброшены";

/* Apple watch; label for result from running the shortcut */
"Result" = "Результат";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Результаты (%ld)";

/* Back button */
"Back" = "Назад";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Добавление виджета значительно ускоряет запуск быстрых команд. Вы действительно хотите пропустить этот шаг?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Произошел сбой отправки. Повторите попытку через несколько минут.";

/* Button */
"Cancel" = "Отменить";

/* Button */
"Done" = "Готово";

/* Button */
"Next" = "Далее";

/* Button */
"OK" = "ОК";

/* Button */
"Submit your own workflow" = "Отправить созданную быструю команду";

/* Button for editing their profile picture */
"Edit" = "Изменить";

/* Button or nav bar title */
"Edit Profile" = "Изменить профиль";

/* Button or title */
"Run shortcut" = "Запустить быструю команду";

/* Button or title to share a shortcut */
"Share Shortcut" = "Поделиться быстрой командой";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Отправить быструю команду";

/* Button or title; user profile */
"Profile" = "Профиль";

/* Button that shows all collection search results */
"See All" = "См. все";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Отменить изменения";

/* Button title; create a new shortcut */
"Create Shortcut" = "Создать команду";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Добавить виджет";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Оставить обе";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Заменить";

/* Button to skip a step */
"Skip" = "Пропустить";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Выберите быстрые команды, которые будут отображаться на Ваших часах.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Выберите быстрые команды, которые будут отображаться в расширении.";

/* Copy content */
"Copy" = "Скопировать";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Не удалось найти указанную быструю команду.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Не удалось найти быструю команду «%@».";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Новая команда";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Добавляйте быстрые команды для Siri, назначая им персонализированные фразы.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Создавайте быстрые команды, объединяющие несколько шагов, чтобы автоматизировать часто выполняемые действия в программах. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Запускайте часто используемые команды еще быстрее с виджетом программы «Быстрые команды».";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Выбрать из медиатеки";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Снять фото";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "E‑mail";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "URL веб-сайта «%@» недействителен.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Недействительный веб-сайт";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "При публикации любых созданных Вами быстрых команд Ваше имя будет указано так: «%@».";

/* Edit profile; person name field title */
"Name" = "Имя";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Имя (обязательно)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Конфиденциальная информация";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Общедоступная информация";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Поиск по запросу «%@» не дал результатов. Введите другой запрос.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Быстрых команд нет.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Нет результатов";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "Указанный URL быстрой команды недействителен.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Сбой импорта";

/* Error message */
"There are no photos in your photo library." = "В Вашей медиатеке нет фото.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Возможно, ссылка на быструю команду недействительна или удалена.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Сбой подключения к Галерее";

/* Error message title */
"Shortcut Not Found" = "Быстрая команда не найдена";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Не удалось загрузить эту коллекцию.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Не удалось загрузить эту коллекцию.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "Для выполнения действия «%@» понадобилось слишком много времени.";

/* Exit the app (kills the app) */
"Exit" = "Завершить";

/* Gallery search section title for collection search results */
"Collections" = "Коллекции";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Показать меньше";

/* Gallery search; button to show more collection search results */
"Show More" = "Показать больше";

/* Generic title for a notification show in the app */
"Notification" = "Уведомление";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Быстрые команды";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "действий";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Это быстрая команда.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Поздравляем!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Супер!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "кнопка запуска быстрой команды";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Перетяните по действию, чтобы поделиться GIF.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "кнопка воспроизведения";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nЧто-то пошло не так. Повторите попытку или коснитесь «Готово».";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nВы не завершили выполнение быстрой команды. Повторите попытку или коснитесь «Готово».";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nВы только что создали быструю команду. Нажмите кнопку воспроизведения, чтобы запустить ее!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nБыстрые команды состоят из нескольких действий (объекты слева).\n\nТеперь давайте добавим действие «Создать GIF», которое анимирует фото из первого действия.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nДавайте создадим быструю команду для создания анимированных файлов GIF.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nВы только что выполнили быструю команду. Разве это не круто?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Добро пожаловать в Быстрые команды!";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Касаясь «Отправить», Вы соглашаетесь на отправку Вашего процесса на проверку. Если мы решим добавить процесс в Галерею, Вы будете оповещены по e-mail.";

/* Make GIF action name */
"Make GIF" = "Создать GIF";

/* Media file name label */
"Media File" = "Медиафайл";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Хотите заменить быструю команду?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Сведения о процессе";

/* None option */
"None" = "Нет";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Отлично! Похоже, виджет программы «Быстрые команды» уже добавлен. Продолжаем!";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Ускорьте запуск быстрых команд с виджетом программы «Быстрые команды».";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Опишите назначение своего процесса здесь.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Более подробно опишите назначение своего процесса здесь.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Иван Арсентьев";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Кратко опишите назначение своего процесса здесь.";

/* Print content */
"Print" = "Напечатать";

/* Quick Look action name */
"Quick Look" = "Быстро просмотреть";

/* Recovery option for when the gallery does not load */
"Try Again" = "Повторить";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Открыть Настройки";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Для доступа к Галерее включите сотовые данные или используйте WLAN.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Для доступа к Галерее включите сотовые данные или используйте Wi‑Fi.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Для доступа к Галерее выключите Авиарежим или используйте WLAN.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Для доступа к Галерее выключите Авиарежим или используйте Wi‑Fi.";

/* Save as image */
"Save Image" = "Сохранить изображение";

/* Search gallery */
"Search" = "Поиск";

/* Section title */
"Shortcuts" = "Быстрые команды";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Почта";

/* Share via Messages */
"Message" = "Сообщение";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Быстрая команда отправлена";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Добавлено в Библиотеку";

/* Splash screen primary button title */
"Get Started" = "Приступить";

/* Splash screen title */
"Welcome to Shortcuts" = "Добро пожаловать в Быстрые команды!";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Остановить выполнение «%@»";

/* Take Photo action name */
"Take Photo (action name)" = "Снять фото";

/* Tap to choose an option */
"Tap to Choose" = "Коснитесь для выбора";

/* Terms and Conditions view title */
"Terms and Conditions" = "Условия и положения";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Когда проверка будет завершена, мы сообщим Вам о результате.";

/* Title */
"Gallery" = "Галерея";

/* Title */
"Shortcuts" = "Быстрые команды";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Рассказать о команде";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Описание";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Длинное описание";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Краткое описание";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Название процесса";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Просто спросите Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Добавить виджет?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "У Вас уже есть быстрая команда с названием «%@».";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Ошибка";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Выбор кратчайшего пути";

/* Title of main screen showing your library of shortcuts */
"Library" = "Библиотека";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Виджет программы «Быстрые команды»";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "База данных повреждена";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Просмотреть Галерею…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Управлять быстрыми командами…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Настроить в Быстрых командах";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Виджет найден! Коснитесь «Добавить виджет», чтобы он был всегда под рукой.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Виджет найден! Возвращайтесь к нему, чтобы быстро запускать быстрые команды.";

/* Today widget; empty state */
"No Shortcuts" = "Быстрых команд нет";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Отобразить остальные";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Загрузка";

/* Watch app button; stop running the shortcut */
"Stop" = "Остановить";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Показать/скрыть";

/* Watch app; Change text field text */
"Tap to Change" = "Коснитесь для правки";

/* Watch app; Compose a message */
"Create Message" = "Создать сообщение";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Плюс/минус";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "автор: %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Адрес отправки";

/* Watch app; email composer; bcc address label */
"Bcc" = "Скрытая копия";

/* Watch app; email composer; cc address label */
"Cc" = "Копия";

/* Watch app; email composer; from address label */
"From" = "От:";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Вложения (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Тема";

/* Watch app; email composer; to address label */
"To" = "Кому:";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Место не найдено";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Копия/Скрытая копия";

/* Watch app; number field placeholder */
"Enter number…" = "Введите число…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Необходимо выбрать контакт для отправки сообщения.";

/* Watch app; send the email */
"Send" = "Отправить";

/* Watch app; share QuickLook content */
"Share" = "Поделиться";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Чтобы разрешить доступ быстрой команде «%@», используйте Handoff на iPhone.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Чтобы продолжить выполнение быстрой команды, используйте Handoff на iPhone.";

/* Watch app; text field placeholder */
"Enter text…" = "Введите текст…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Просмотреть на iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Не добавлено ни одной быстрой команды.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Быстрых команд нет";

/* Website URL label */
"Website" = "Веб-сайт";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Добавление виджета";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Анимация, демонстрирующая нажатие с усилием на значок программы «Быстрые команды» на экране «Домой» для открытия виджета";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Коснитесь элемента «+», чтобы добавить виджет программы «Быстрые команды». Коснитесь «Готово».";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Смахните вверх, чтобы перейти на экран «Домой», нажмите с усилием на значок программы «Быстрые команды», а затем коснитесь «Добавить виджет».";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Нажмите кнопку «Домой», нажмите с усилием на значок программы «Быстрые команды» и коснитесь «Добавить виджет».";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Прокрутите до нижнего края\nи коснитесь «Изменить».";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Смахните влево, чтобы\nпросмотреть виджеты.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "Внизу слева прокрутите вниз\nи коснитесь «Изменить».";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Смахните вниз от верхнего края, чтобы отобразить Центр уведомлений.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Теперь Вы можете поделиться своей быстрой командой!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = "—%@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ — %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "направо";

